<?php

return [

    /*
    |--------------------------------------------------------------------------
    | DeviceRFID: Data
    |--------------------------------------------------------------------------
    |
    */

    'reader_id'   => '讀卡機 ID',
    'register_id' => '暫存器 ID',
    'card_id'     => '卡片 ID',
    'identifier'  => '識別符',
    'log'         => '觸發訊息',
    'trigger_at'  => '觸發時間',

    'list'   => '紀錄清單',
    'edit'   => '紀錄修改',

    'form' => [
        'information' => '紀錄資訊',
            'basicInfo'   => '基本資訊'
    ],

    'delete' => [
        'header' => '刪除紀錄',
        'body'   => '確定要刪除這筆紀錄嗎？'
    ]
];
