<?php

return [

    /*
    |--------------------------------------------------------------------------
    | DeviceRFID: Reader State
    |--------------------------------------------------------------------------
    |
    */

    'name'        => '名稱',
    'description' => '描述',
    'reader_id'   => '讀卡機 ID',
    'serial'      => '編號',
    'identifier'  => '識別符',
    'mean'        => '名稱',
    'is_enabled'  => '是否啟用',

    'list'   => '狀態清單',
    'create' => '新增狀態',
    'edit'   => '狀態修改',

    'form' => [
        'information' => '狀態資訊',
            'basicInfo'   => '基本資訊'
    ],

    'delete' => [
        'header' => '刪除狀態',
        'body'   => '確定要刪除這個狀態嗎？'
    ]
];
